Repository: masQelec/plugin.audio.spotify
Catalog: resources/language/*/strings.po
Languages: spanish

# #11001
source: Username
spanish: Nombre de Usuario

# #11002
source: Password
spanish: Contraseña

# #11003
source: No valid browser was found on your system to perform the authorization request to Spotify.
spanish: No se encontró un navegador válido en su sistema para realizar la solicitud de autorización a Spotify.

# #11004
source: This track is unavailable in your country.
spanish: Esta pista no está disponible en su país.

# #11005
source: New releases
spanish: Nuevos lanzamientos

# #11006
source: Saved albums
spanish: Álbumes guardados

# #11007
source: Save to My Music
spanish: Guardar en mi música

# #11008
source: Remove from My Music
spanish: Eliminar de mi música

# #11009
source: Follow
spanish: Seguir

# #11010
source: Unfollow
spanish: Dejar de seguir

# #11011
source: Artist top tracks
spanish: Pistas principales del artista

# #11012
source: Related artists
spanish: Artistas relacionados

# #11013
source: My Music
spanish: Mi música

# #11014
source: Explore
spanish: Explorar

# #11015
source: Featured playlists
spanish: Listas de reproducción destacadas

# #11016
source: New releases
spanish: Nuevos lanzamientos

# #11017
source: Remove from playlist
spanish: Eliminar de la lista de reproducción

# #11018
source: All albums for artist
spanish: Todos los álbumes para artista

# #11019
source: Login error
spanish: Error de inicio de sesión

# #11020
source: Default view for categories
spanish: Vista predeterminada para categorías

# #11021
source: You need a premium Spotify account to use this app
spanish: Necesita una cuenta premium de Spotify para usar esta aplicación

# #11022
source: Recommendations
spanish: Recomendaciones

# #11023
source: Most played artists
spanish: Artistas más escuchados

# #11024
source: Most played tracks
spanish: Pistas más reproducidas

# #11025
source: Follow artist
spanish: Seguir artista

# #11026
source: Unfollow artist
spanish: Dejar de seguir artista

# #11027
source: Refresh listing
spanish: Actualizar listado

# #11028
source: Login details
spanish: Detalles de registro

# #11029
source: Other settings
spanish: Otros ajustes

# #11030
source: Append artist name to song title
spanish: Agregar nombre del artista al título de la canción

# #11031
source: Default view for playlists
spanish: Vista predeterminada para listas de reproducción

# #11032
source: Default view for artist list
spanish: Vista predeterminada para la lista de artistas

# #11033
source: Default view for album list
spanish: Vista predeterminada para la lista de álbumes

# #11034
source: Default view for song list
spanish: Vista predeterminada para la lista de canciones

# #11035
source: Play song radio
spanish: Reproducir radio de canción

# #11036
source: Enable this device as Spotify Connect target (experimental)
spanish: Habilite este dispositivo como destino de Spotify Connect

# #11037
source: Local playback on this device
spanish: Reproducción local en este dispositivo

# #11039
source: Playback device
spanish: Dispositivo de reproducción

# #11040
source: Active
spanish: Activo

# #11041
source: Enable support for multiple accounts
spanish: Habilite el soporte para múltiples cuentas

# #11042
source: Username 1
spanish: Nombre de usuario 1

# #11043
source: Username 2
spanish: Nombre de usuario 2

# #11044
source: Username 3
spanish: Nombre de usuario 3

# #11045
source: Username 4
spanish: Nombre de usuario 4

# #11046
source: Username 5
spanish: Nombre de usuario 5

# #11047
source: Current user
spanish: Usuario actual

# #11048
source: Select user
spanish: Seleccionar usuario

# #11049
source: The default browser should now be opened, follow the directions to authorize this app on Spotify
spanish: Ahora se debe abrir el navegador predeterminado, siga las instrucciones para autorizar esta aplicación en Spotify

# #11050
source: No credentials have been set or the login failed. Please enter your credentials in the addon settings.
spanish: No se han establecido credenciales o el inicio de sesión falló. Ingrese sus credenciales en la configuración del complemento.

# #11051
source: Enable audio cache
spanish: Habilitar caché de audio

# #11052
source: Location to store the audio cache
spanish: Ubicación para almacenar el caché de audio

# #11053
source: Audio device to use
spanish: Dispositivo de audio para usar

# #11055
source: Views
spanish: Puntos de vista

# #11056
source: Directly output to default soundcard
spanish: Salida directa a la tarjeta de sonido predeterminada

# #11057
source: Use Kodi player as output device
spanish: Utilice el reproductor Kodi como dispositivo de salida

# #11058
source: Manual specify soundcard (advanced)
spanish: Manual especificar tarjeta de sonido

# #11059
source: Changes on this page require a restart of Kodi
spanish: Los cambios en esta página requieren un reinicio de Kodi

# #11060
source: Local playback - using remote machine
spanish: Reproducción local: uso de máquina remota

# #11061
source: This will allow you to enable local, direct playback from Spotify tracks in Kodi on unsupported platforms (e.g. Android) by using the remote service on another host. Make sure that you have the Spotify addon installed on another Kodi machine in your network that does support local playback. In the next dialog, please select the remote machine's hostname or ip-address.
spanish: Esto le permitirá habilitar la reproducción local y directa desde las pistas de Spotify en Kodi en plataformas no compatibles (por ejemplo, Android) mediante el uso del servicio remoto en otro host. Asegúrese de tener instalado el complemento Spotify en otra máquina Kodi en su red que admita la reproducción local. En el siguiente cuadro de diálogo, seleccione el nombre de host o la dirección IP de la máquina remota.

# #11062
source: Hostname or IP
spanish: Nombre de host o IP

# #11063
source: Local playback using remote host %s
spanish: Reproducción local utilizando host remoto %s

# #11064
source: Use Kodi OSD for playback on (remote) Spotify Connect device
spanish: Use Kodi OSD para la reproducción en el dispositivo Spotify Connect

# #11065
source: Please connect to this device with the Spotify app on your phone to login or enter your credentials in the settings dialog.
spanish: Conéctese a este dispositivo con la aplicación Spotify en su teléfono para iniciar sesión o ingrese sus credenciales en el cuadro de diálogo de configuración.

# #11066
source: Logoff ?
spanish: ¿Desconectarse?

# #11067
source: Are you sure you want to logoff ?
spanish: ¿Estás seguro de que quieres cerrar sesión?
